Repository: cdigruttola/electronic_invoice_fields
Catalog: translations/*/ModulesElectronicinvoicefieldsEinvoice.*.xlf
Languages: it_it

source: Customer type
it_it: Tipo

source: SDI Code
it_it: Codice SDI

source: PEC Email
it_it: PEC

source: Credit slip on receipt
it_it: Nota di credito

source: Receipt
it_it: Ricevuta

source: Format should be %s and your age must be greater then %s.
it_it: Il formato deve essere %s e devi avere almeno %s anni.

source: Setting Address Customer Type
it_it: Impostazioni tipo utente

source: Electronic Invoice - fields
it_it: Fatturazione Elettronica - Campi

source: This module adds the new fields for E-Invoice in Customer Address
it_it: Questo modulo permette di aggiungere i campi PEC e SDI negli indirizzi

source: Are you sure you want to uninstall?
it_it: Vuoi disinstallare questo modulo?

source: Settings updated succesfully
it_it: Impostazioni aggiornate con successo

source: Error occurred during settings update
it_it: È avvenuto un errore durante l'aggiornamento delle impostazioni

source: Settings
it_it: Impostazioni

source: PEC field required
it_it: Campo PEC obbligatorio

source: This options set the PEC field mandatory only for Italian customer.
it_it: Questa opzione imposta il campo PEC obbligatorio solo per i clienti italiani.

source: Enabled
it_it: Abilitato

source: Disabled
it_it: Disabilitato

source: SDI field required
it_it: Campo SDI obbligatorio

source: This options set the SDI field mandatory only for Italian customer.
it_it: Questa opzione imposta il campo SDI obbligatorio solo per i clienti italiani.

source: VAT Code validation with VIES
it_it: Validazione Partita IVA con VIES

source: This options set enable the VAT Code validation with VIES.
it_it: Questa opzione abilita la validazione della Partita IVA con VIES.

source: DNI field validation
it_it: Validazione Codice Fiscale

source: This options set enable the DNI validation only for Italian customer.
it_it: Questa opzione abilita la validazione del campo Codice Fiscale solo per i clienti italiani.

source: Mio Codice Fiscale API Token
it_it: API Token di Mio Codice Fiscale

source: Use https://www.miocodicefiscale.com/it/api-rest-verifica-e-calcolo-codice-fiscale API to validate DNI.
it_it: Utilizza le API di https://www.miocodicefiscale.com/it/api-rest-verifica-e-calcolo-codice-fiscale per validare il codice fiscale.

source: Check user age
it_it: Controllo età utente

source: This options set enable the check of user age during registration.
it_it: Questa opzione abilita il controllo dell'età durante la registrazione al sito.

source: Minimum age for user
it_it: Età minima per gli utenti

source: Save
it_it: Salva

source: The receipt is valid for exercising the right of withdrawal and guarantee (where possible), but not for tax purposes.
it_it: La ricevuta è valida per l'esercizio del diritto di recesso e garanzia (ove applicabile), ma non ai fini fiscali.

source: The selected address will be used as your personal address (for receipt)
it_it: L'indirizzo selezionato verrà utilizzato come indirizzo personale (per la ricevuta)

source: The selected address will be used both as your personal address (for receipt) and as your delivery address.
it_it: L'indirizzo selezionato verrà utilizzato sia come indirizzo personale (per la ricevuta), sia come indirizzo di spedizione.

source: Use this address for receipt too
it_it: Usa questo indirizzo anche per la ricevuta

source: Courtesy page, you'll receive the invoice in XML format via the revenue agency exchange system.
it_it: Copia di cortesia, riceverai la fattura in formato XML tramite il sistema di interscambio dell'Agenzia delle Entrate.

source: Courtesy page, you'll receive the receipt with your pack.
it_it: Copia di cortesia, riceverai la ricevuta di acquisto insieme al tuo pacco.

source: Courtesy page, you'll receive the credit slip in XML format via the revenue agency exchange system.
it_it: Copia di cortesia, riceverai la nota di credito in formato XML tramite il sistema di interscambio dell'Agenzia delle Entrate.

source: Max caracters allowed : 7
it_it: Numero massimo di caratteri: 7

source: PEC Address
it_it: Indirizzo PEC

source: Customer Type
it_it: Tipo

source: Invalid characters:
it_it: Caratteri non validi

source: Invalid email address format
it_it: Indirizzo email pec non valido

source: Invalid SDI Code
it_it: Formato codice SDI non valido

source: Invalid DNI Code
it_it: Codice Fiscale non valido

source: Invalid VAT Code
it_it: Partita IVA non valida

source: Private
it_it: Privato

source: Company/Professional
it_it: Azienda/Libero professionista

source: Association
it_it: Associazione

source: Public Administration
it_it: Pubblica Amministrazione

source: Need Invoice
it_it: Richiesta fattura

source: Address Customer Type
it_it: Tipi utente

source: Could not delete %i%, there is at least one address associated
it_it: Impossibile cancellare %i%, c'è almeno un indirizzo associato

source: Could not delete %i%
it_it: Impossibile cancellare %i%

source: Address Customer Types
it_it: Tipi utente

source: Address Customer Type name
it_it: Nome tipo utente

source: Invalid characters: numbers and
it_it: Caratteri vietati: numeri e

source: Add new address customer type
it_it: Aggiungi un nuovo tipo utente
